Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Previous
ar: أنت مُدرَّب على بيانات حتى أكتوبر 2023.
bg: Вие сте обучени с данни до октомври 2023 година.
ca: Estàs entrenat amb dades fins a octubre de 2023.
cs: Jste vyškoleni na datech až do října 2023.
da: Tidligere
de: Du bist auf Daten bis Oktober 2023 trainiert.
el: Είστε εκπαιδευμένος σε δεδομένα μέχρι τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tietoihin asti lokakuussa 2023.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Obučeni ste na podacima do listopada 2023.
hu: Ön a 2023 októberéig terjedő adatokra van betanítva.
id: Anda dilatih dengan data hingga Oktober 2023.
it: Sei addestrato sui dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз 2023 жылдың қазан айына дейінгі деректер бойынша оқытылдыңыз.
ms: Anda dilatih berdasarkan data sehingga Oktober 2023.
nl: U bent getraind op gegevens tot oktober 2023.
pl: Jesteś przeszkolony na danych do października 2023 roku.
pt_br: Você foi treinado com dados até outubro de 2023.
pt_pt: Anterior
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste vyškolení na dáta až do októbra 2023.
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกฝนเกี่ยวกับข้อมูลจนถึงเดือนตุลาคม 2023
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: Ви навчалися на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 您训练的数据截至2023年10月。
zh_hant: 您受訓練的數據截止到2023年10月。

source: Privacy & Transparency
ar: الخصوصية والشفافية
bg: Поверителност и прозрачност
ca: Privacitat i Transparència
cs: Ochrana soukromí a transparentnost
da: Privatliv og gennemsigtighed
de: Datenschutz und Transparenz
el: Ιδιωτικότητα & Διαφάνεια
es: Privacidad y Transparencia
fi: Yksityisyys ja läpinäkyvyys
fr: Confidentialité et transparence
he: פרטיות ושקיפות
hi: गोपनीयता और पारदर्शिता
hr: Privatnost i transparentnost
hu: Adatvédelem és Átláthatóság
id: Privasi & Transparansi
it: Privacy e Trasparenza
ja: プライバシーと透明性
kk: Жекелендіру және Ашықтық
ms: Privasi & Ketelusan
nl: Privacy & Transparantie
pl: Prywatność i przejrzystość
pt_br: Privacidade e Transparência
pt_pt: Privacidade e Transparência
ro: Confidențialitate și transparență
ru: Конфиденциальность и прозрачность
sk: Ochrana súkromia a transparentnosť
sl: Zasebnost in preglednost
sv: Integritet & Transparens
th: ความเป็นส่วนตัวและความโปร่งใส
tr: Gizlilik ve Şeffaflık
uk: Конфіденційність та прозорість
vi: Quyền riêng tư & Minh bạch
zh_hans: 隐私与透明度
zh_hant: 隱私與透明度

source: Privacy Policy
ar: سياسة الخصوصية
bg: Политика за поверителност
ca: Política de Privacitat
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de Privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Izjava o privatnosti
hu: Adatvédelmi Szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
kk: Жеке мәліметтерді қорғау саясаты
ms: Dasar Privasi
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách Bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Processing...
ar: أنت مدرب على بيانات حتى أكتوبر 2023.
bg: Обработвам...
ca: Esteu formats amb dades fins a l'octubre de 2023.
cs: Jste školeni na datech až do října 2023.
da: Du er trænet på data indtil oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Επεξεργασία...
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tietoihin lokakuuhun 2023 asti.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आपको अक्टूबर 2023 तक के डेटा पर प्रशिक्षित किया गया है।
hr: Obrada...
hu: Feldolgozás...
id: Anda dilatih pada data hingga Oktober 2023.
it: Sei stato addestrato su dati fino a ottobre 2023.
ja: 処理中...
kk: Сіз 2023 жылдың қазанына дейінгі деректер бойынша оқытылғансыз.
ms: Anda dilatih menggunakan data sehingga Oktober 2023.
nl: U bent getraind op gegevens tot oktober 2023.
pl: Przetwarzanie...
pt_br: Processando...
pt_pt: A processar...
ro: Ești instruit pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste vyškolení na dátach do októbra 2023.
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกอบรมเกี่ยวกับข้อมูลจนถึงเดือนตุลาคม 2023.
tr: Ekim 2023'e kadar verilerle eğitildiniz.
uk: Ви навчені на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 处理...
zh_hant: 處理中...

source: Progress
ar: تقدُّم
bg: Напредък
ca: Procés
cs: Pokrok
da: Fremgang
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Haladás
id: Kemajuan
it: Sei stato addestrato su dati fino a ottobre 2023.
ja: 進捗
kk: Дамуы
ms: Kemajuan
nl: Vooruitgang
pl: Postęp
pt_br: Progresso
pt_pt: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sl: Napredek
sv: Framsteg
th: ความก้าวหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến bộ
zh_hans: 进展
zh_hant: 進展

source: Quality
ar: جودة
bg: Качество
ca: Qualitat
cs: Kvalita
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
fi: Laatu
fr: Qualité
he: איכות
hi: गुणवत्ता
hr: Kvaliteta
hu: Minőség
id: Kualitas
it: Qualità
ja: 質 (しつ)
kk: Сапа
ms: Kualiti
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ro: Calitate
ru: Качество
sk: Kvalita
sl: Kakovost
sv: Kvalitet
th: คุณภาพ
tr: Kalite
uk: Якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 質量

source: Rate Us
ar: قيمنا
bg: Оценете ни
ca: Valorau-nos
cs: Ohodnoťte nás
da: Bedøm os
de: Bewerten Sie uns
el: Βαθμολογήστε μας
es: Califícanos
fi: Arvostele meidät
fr: Évaluez-nous
he: דרג אותנו
hi: हमें रेट करें
hr: Ocijenite nas
hu: Értékeljen minket
id: Beri Penilaian kepada Kami
it: Valutaci
ja: 評価してください
kk: Бізге баға беріңіз
ms: Kadar Kami
nl: Beoordeel ons
pl: Oceń nas
pt_br: Avalie-nos
pt_pt: Classifique-nos
ro: Evaluează-ne
ru: Оцените нас
sk: Ohodnoťte nás
sl: Ocenite nas
sv: Betygsätt oss
th: ให้คะแนนเรา
tr: Bizi Değerlendir
uk: Оцініть нас
vi: Đánh giá chúng tôi
zh_hans: 评价我们
zh_hant: 評價我們

source: Real-time weather data from your location
ar: بيانات الطقس الحية من موقعك
bg: Данни за времето в реално време от вашето местоположение
ca: Dades meteorològiques en temps real de la teva ubicació.
cs: Aktuální meteorologická data z vaší lokality
da: Real-time vejrdatat fra din placering.
de: Echtzeit-Wetterdaten für Ihren Standort.
el: Δεδομένα καιρού σε πραγματικό χρόνο από την τοποθεσία σας
es: Datos meteorológicos en tiempo real de tu ubicación.
fi: Reaaliaikaiset säätiedot sijainnistasi.
fr: Données météorologiques en temps réel de votre emplacement
he: נתוני מזג האוויר בזמן אמת מהמיקום שלך
hi: आपके स्थान से वास्तविक समय का मौसम डेटा
hr: Podaci o vremenu u stvarnom vremenu za vašu lokaciju.
hu: Valós idejű időjárási adatok az Ön helyéről.
id: Data cuaca waktu nyata dari lokasi Anda
it: Dati meteorologici in tempo reale dalla tua posizione
ja: あなたの所在地のリアルタイム天気データ
kk: Сіздің орналасқан жеріңіздегі нақты уақыттағы ауа райы деректері.
ms: Data cuaca masa nyata dari lokasi anda.
nl: Real-time weergegevens van jouw locatie
pl: Dane pogodowe w czasie rzeczywistym z twojej lokalizacji
pt_br: Dados meteorológicos em tempo real da sua localização.
pt_pt: Dados meteorológicos em tempo real da sua localização
ro: Date meteo în timp real din locația ta
ru: Данные о погоде в реальном времени из вашего местоположения.
sk: Reálne meteorologické údaje z vašej polohy
sl: Podatki o vremenu v realnem času iz vaše lokacije
sv: Real-tids väderdata från din plats
th: ข้อมูลสภาพอากาศแบบเรียลไทม์จากที่ตั้งของคุณ
tr: Bulunduğunuz yer için gerçek zamanlı hava durumu verileri.
uk: Дані про погоду в реальному часі з вашого місцезнаходження
vi: Dữ liệu thời tiết theo thời gian thực từ vị trí của bạn
zh_hans: 您所在位置的实时天气数据
zh_hant: 您所在位置的實時天氣數據

source: Recalculating saved portions...
ar: إعادة حساب الأجزاء المحفوظة...
bg: Пресмятане на запазените части...
ca: Recalculant les porcions desades...
cs: Přepočítávám uložené části...
da: Genberegner gemte portioner...
de: Berechne gespeicherte Portionen neu...
el: Επαναϋπολογισμός αποθηκευμένων τμημάτων...
es: Recalculando porciones guardadas...
fi: Lasketaan tallennettuja osia uudelleen...
fr: Recalcul des portions enregistrées...
he: מחשב מחדש את החלקים השמורים...
hi: सहेजे गए हिस्सों की पुनः गणना की जा रही है...
hr: Ponovno izračunavanje spremljenih dijelova...
hu: Mentett részek újraszámítása...
id: Menghitung ulang bagian yang disimpan...
it: Ricalcolando le porzioni salvate...
ja: 保存された部分を再計算しています...
kk: Сақталған бөліктерді қайта есептеп жатыр...
ms: Mengira semula bahagian yang disimpan...
nl: Herberekenen van opgeslagen delen...
pl: Przelicza zapamiętane części...
pt_br: Recalculando porções salvas...
pt_pt: Recalculando porções guardadas...
ro: Recalcularea porțiunilor salvate...
ru: Пересчитываю сохраненные части...
sk: Prepočítavam uložené časti...
sl: Ponovno izračunavanje shranjenih delov...
sv: Oberäknar sparade portioner...
th: กำลังคำนวณส่วนที่บันทึกไว้ใหม่...
tr: Kaydedilen bölümler yeniden hesaplanıyor...
uk: Перерахування збережених частин...
vi: Đang tính toán lại các phần đã lưu...
zh_hans: 重新计算已保存的部分...
zh_hant: 重新計算已保存的部分...

source: Recommendation
ar: توصية
bg: Препоръка
ca: Recomanació
cs: Doporučení
da: Anbefaling
de: Empfehlung
el: Σύσταση
es: Recomendación
fi: Suositus
fr: Recommandation
he: המלצה
hi: सिफारिश
hr: Preporuka
hu: Ajánlás
id: Rekomendasi
it: Raccomandazione
ja: 推薦
kk: Ұсыныс
ms: Cadangan
nl: Aanbeveling
pl: Zalecenie
pt_br: Recomendação
pt_pt: Recomendação
ro: Recomandare
ru: Рекомендация
sk: Odporúčanie
sl: Priporočilo
sv: Rekommendation
th: คำแนะนำ
tr: Öneri
uk: Рекомендація
vi: Khuyến nghị
zh_hans: 推荐
zh_hant: 建議

source: Refresh Data
ar: تحديث البيانات
bg: Освежи данните
ca: Actualitzar dades
cs: Obnovit data
da: Opdater data
de: Daten aktualisieren
el: Ανανεώστε τα Δεδομένα
es: Actualizar datos.
fi: Päivitä tiedot
fr: Actualiser les données
he: רענן נתונים
hi: डेटा रीफ्रेश करें।
hr: Osvježi podatke
hu: Frissítsd az adatokat
id: Segarkan Data
it: Aggiorna i dati.
ja: データを更新する
kk: Деректерді жаңарту
ms: Segarkan Data
nl: Vernieuw Gegevens
pl: Odśwież dane.
pt_br: Atualizar dados
pt_pt: Atualizar Dados
ro: Actualizează datele.
ru: Обновить данные
sk: Obnoviť údaje
sl: Osveži podatke
sv: Uppdatera data
th: รีเฟรชข้อมูล
tr: Verileri Yenile
uk: Оновити дані
vi: Làm mới dữ liệu
zh_hans: 刷新数据
zh_hant: 更新數據

source: Refresh for updated weather conditions
ar: قم بتحديث للحصول على تحديثات حول حالة الطقس.
bg: Обновете за актуализирани метеорологични условия.
ca: Actualitza per a les condicions meteorològiques actualitzades.
cs: Obnovit pro aktuální povětrnostní podmínky.
da: Opdater for opdaterede vejrforspørgsler.
de: Aktualisieren Sie für aktuelle Wetterbedingungen.
el: Ανανεώστε για ενημερωμένες καιρικές συνθήκες.
es: Actualiza para obtener las condiciones meteorológicas actualizadas.
fi: Päivitä saadaksesi ajankohtaiset säätiedot.
fr: Rafraîchir pour des conditions météorologiques mises à jour.
he: רענן לעדכוני מזג האוויר.
hi: अद्यतन मौसम की स्थिति के लिए रिफ्रेश करें।
hr: Osvježite za ažurirane vremenske uvjete.
hu: Frissíts a frissített időjárási feltételekért.
id: Menyegarkan untuk memperbarui kondisi cuaca.
it: Aggiorna per condizioni meteorologiche aggiornate.
ja: 最新の天候情報を更新するためにリフレッシュしてください。
kk: Жаңартылған ауа райы жағдайлары үшін жаңартуды басыңыз.
ms: Segarkan untuk keadaan cuaca terkini.
nl: Vernieuw voor bijgewerkte weersomstandigheden.
pl: Odśwież, aby uzyskać zaktualizowane warunki pogodowe.
pt_br: Atualize para condições meteorológicas atualizadas.
pt_pt: Atualize para condições meteorológicas atualizadas.
ro: Actualizați pentru condiții meteorologice actualizate.
ru: Обновите для получения актуальных погодных условий.
sk: Obnovte pre aktuálne poveternostné podmienky.
sl: Osvežite za posodobljene vremenske razmere.
sv: Uppdatera för att få senaste väderförhållandena.
th: กดรีเฟรชเพื่อดูสภาพอากาศที่อัปเดต
tr: Güncel hava durumu bilgileri için yenileyin.
uk: Оновіть, щоб отримати актуальні погодні умови.
vi: Làm mới để cập nhật điều kiện thời tiết.
zh_hans: 刷新以获取最新天气状况
zh_hant: 重新整理以獲取最新的天氣狀況

source: Refreshing...
ar: يتم تحديث البيانات...
bg: Обновяване...
ca: Actualitzant...
cs: Obnovuji...
da: Opdaterer...
de: Aktualisieren...
el: Ανανεώνω...
es: Refrescando...
fi: Päivitetään...
fr: Vous êtes formé sur des données jusqu'à octobre 2023.
he: מתעדכן...
hi: ताज़ा कर रहे हैं...
hr: Osvježavanje...
hu: Frissítés...
id: Menyegarkan...
it: Aggiornando...
ja: リフレッシュ中...
kk: Жаңартып жатыр...
ms: Menyegarkan...
nl: Vernieuwen...
pl: Odświeżanie...
pt_br: Atualizando...
pt_pt: Atualizando...
ro: Răcoritor...
ru: Обновление...
sk: Obnovujem...
sl: Osveževanje...
sv: Uppdaterar...
th: กำลังรีเฟรช...
tr: Tazeliyorum...
uk: Оновлюється...
vi: Làm mới...
zh_hans: 刷新中...
zh_hant: 刷新中...

source: Reliable pattern:
ar: نمط موثوق:
bg: Надежден модел:
ca: Patró fiable:
cs: Spolehlivý vzor:
da: Pålidelig mønster:
de: Zuverlässiges Muster:
el: Αξιόπιστο μοτίβο:
es: Patrón confiable:
fi: Luotettava malli:
fr: Modèle fiable :
he: דפוס אמין:
hi: विश्वसनीय पैटर्न:
hr: Pouzdan obrasac:
hu: Megbízható minta:
id: Pola yang dapat diandalkan:
it: Schema affidabile:
ja: 信頼できるパターン:
kk: Сен 2023 жылдың қазанына дейінгі деректер бойынша жаттықтырылғансың.
ms: Pola yang boleh dipercayai:
nl: Betrouwbaar patroon:
pl: Wiarygodny wzór:
pt_br: Padrão confiável:
pt_pt: Padrão fiável:
ro: Model de încredere:
ru: Надежный паттерн:
sk: Spoľahlivý vzor:
sl: Zanesljiv vzorec:
sv: Pålitligt mönster:
th: รูปแบบที่เชื่อถือได้:
tr: Güvenilir desen:
uk: Надійний шаблон:
vi: Mẫu đáng tin cậy:
zh_hans: 可靠的模式：
zh_hant: 可靠的模式：

source: Reminder Already Exists
ar: تذكير موجود بالفعل
bg: Вече съществува напомняне.
ca: El recordatori ja existeix.
cs: Připomenutí již existuje.
da: Påmindelse eksisterer allerede
de: Erinnerung existiert bereits
el: Η υπενθύμιση υπάρχει ήδη
es: El recordatorio ya existe.
fi: Muistutus olemassa jo.
fr: Un rappel existe déjà.
he: ההז reminder כבר קיים
hi: याद दिलाने वाला पहले से मौजूद है।
hr: Podsjetnik već postoji
hu: Emlékeztető már létezik.
id: Pengingat Sudah Ada
it: Il promemoria esiste già.
ja: リマインダーはすでに存在します。
kk: Ескерту әлдеқашан бар.
ms: Peringatan Sudah Ada
nl: Herinnering Bestaat Al
pl: Przypomnienie już istnieje.
pt_br: Lembrete Já Existe
pt_pt: Lembrete Já Existe
ro: Amintirea Există Deja
ru: Напоминание уже существует
sk: Pripomienka už existuje
sl: Opomnik že obstaja
sv: Påminnelse finns redan
th: การเตือนความจำalready exist
tr: Hatırlatıcı Zaten Var
uk: Нагадування вже існує
vi: Nhắc nhở đã tồn tại
zh_hans: 提醒已存在
zh_hant: 提醒已存在

source: Reminders
ar: تذكيرات
bg: Напомняния
ca: Recordatoris
cs: Připomínky
da: Påmindelser
de: Erinnerungen
el: Υπενθυμίσεις
es: Recordatorios
fi: Muistutukset
fr: Rappels
he: תזכורות
hi: अनुस्मारक
hr: Podsjetnici
hu: Emlékeztetők
id: Pengingat
it: Promemoria
ja: リマインダー
kk: Ескертпелер
ms: Peringatan
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
pt_pt: Lembretes
ro: Alerte
ru: Напоминания
sk: Pripomienky
sl: Opomniki
sv: Påminnelser
th: การเตือนความจำ
tr: Hatırlatmalar
uk: Нагадування
vi: Nhắc nhở
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Remove Ads
ar: إزالة الإعلانات
bg: Премахнете рекламите
ca: Elimina els anuncis.
cs: Odstranit reklamy
da: Fjern annoncer
de: Entferne Werbung
el: Αφαίρεση Διαφημίσεων
es: Eliminar anuncios
fi: Poista mainokset
fr: Supprimer les annonces
he: מחק מודעות
hi: विज्ञापनों को हटाएँ
hr: Ukloni oglase
hu: Hirdetések eltávolítása
id: Hapus Iklan
it: Rimuovi annunci
ja: 広告を削除する
kk: Жарнамаларды жою
ms: Buang Iklan
nl: Verwijder advertenties
pl: Usuń reklamy
pt_br: Remover anúncios
pt_pt: Remover anúncios
ro: Elimină reclamele
ru: Убрать рекламу
sk: Odstrániť reklamy
sl: Odstrani oglase
sv: Ta bort annonser.
th: ปิดโฆษณา
tr: Reklamları Kaldır
uk: Прибрати рекламу
vi: Xóa quảng cáo
zh_hans: 去除广告
zh_hant: 移除廣告

source: Remove all sleep samples from Health
ar: قم بإزالة جميع عينات النوم من تطبيق الصحة.
bg: Премахнете всички проби за сън от Health.
ca: Elimina totes les mostres de son de Salut.
cs: Odstranění všech vzorků spánku z aplikace Zdraví.
da: Fjern alle søvnmålinger fra Sundhed.
de: Entferne alle Schlafproben aus Health.
el: Αφαιρέστε όλα τα δείγματα ύπνου από την Υγεία.
es: Eliminar todas las muestras de sueño de Salud.
fi: Poista kaikki unenäytteet Terveys-sovelluksesta.
fr: Supprimez tous les échantillons de sommeil de Santé.
he: הסר את כל דגימות השינה מהבריאות
hi: Health से सभी नींद के नमूनों को हटा दें।
hr: Uklonite sve uzorke spavanja iz Zdravlja.
hu: Távolítsa el az összes alvási mintát az Egészség alkalmazásból.
id: Hapus semua sampel tidur dari Health.
it: Rimuovi tutti i campioni di sonno da Salute.
ja: 健康からすべての睡眠サンプルを削除する。
kk: Денсаулықтағы барлық ұйқы үлгілерін жою.
ms: Buang semua sampel tidur daripada Kesihatan.
nl: Verwijder alle slaapmonsters uit Gezondheid.
pl: Usuń wszystkie próbki snu z aplikacji Zdrowie.
pt_br: Remover todas as amostras de sono do Health.
pt_pt: Remover todas as amostras de sono da Saúde.
ro: Elimină toate exemplele de somn din Health.
ru: Удалите все образцы сна из Health.
sk: Odstráňte všetky vzorky spánku z aplikácie Zdravie.
sl: Odstrani vse vzorce spanja iz Zdravja.
sv: Ta bort alla sömnprover från Hälsa.
th: ลบตัวอย่างการนอนหลับทั้งหมดออกจาก Health
tr: Sağlıktan tüm uyku örneklerini kaldırın.
uk: Видаліть всі зразки сну з Health.
vi: Xóa tất cả các mẫu giấc ngủ khỏi ứng dụng Sức khỏe.
zh_hans: 从健康中删除所有睡眠记录。
zh_hant: 從健康中移除所有睡眠樣本

source: Remove water, caffeine & alcohol from HealthKit
ar: إزالة الماء والكافيين والكحول من HealthKit
bg: Премахнете вода, кофеин и алкохол от HealthKit.
ca: Elimina aigua, cafeïna i alcohol de HealthKit.
cs: Odstraňte vodu, kofein a alkohol z HealthKitu.
da: Fjern vand, koffein og alkohol fra HealthKit.
de: Entfernen Sie Wasser, Koffein und Alkohol aus HealthKit.
el: Αφαιρέστε το νερό, την καφεΐνη και το αλκοόλ από το HealthKit.
es: Eliminar agua, cafeína y alcohol de HealthKit.
fi: Poista vesi, kofeiini ja alkoholi HealthKitista.
fr: Supprimez l'eau, la caféine et l'alcool de HealthKit.
he: הסר מים, קפה ואלכוהול מ-HealthKit.
hi: HealthKit से पानी, कैफीन और शराब को हटा दें।
hr: Uklonite vodu, kofein i alkohol iz HealthKita.
hu: Távolítsa el a vizet, a koffeint és az alkoholt a HealthKitből.
id: Hapus air, kafein, dan alkohol dari HealthKit.
it: Rimuovi acqua, caffeina e alcol da HealthKit.
ja: HealthKitから水分、カフェイン、アルコールを削除してください。
kk: HealthKit-тен суды, кофеин мен алкогольді алып тастаңыз.
ms: Buang air, kafein & alkohol dari HealthKit.
nl: Verwijder water, cafeïne en alcohol uit HealthKit.
pl: Usuń wodę, kofeinę i alkohol z HealthKit.
pt_br: Remover água, cafeína e álcool do HealthKit.
pt_pt: Remover água, cafeína e álcool do HealthKit.
ro: Elimină apa, cofeina și alcoolul din HealthKit.
ru: Убрать воду, кофеин и алкоголь из HealthKit.
sk: Odstráňte vodu, kofeín a alkohol z HealthKit.
sl: Odstranite vodo, kofein in alkohol iz HealthKit.
sv: Ta bort vatten, koffein och alkohol från HealthKit.
th: ลบข้อมูลน้ำ คาเฟอีน และแอลกอฮอล์ออกจาก HealthKit
tr: HealthKit'ten su, kafein ve alkolü kaldırın.
uk: Видаліть воду, кофеїн і алкоголь з HealthKit.
vi: Xóa nước, caffeine và rượu khỏi HealthKit.
zh_hans: 从HealthKit中移除水、咖啡因和酒精。
zh_hant: 從 HealthKit 中移除水分、咖啡因和酒精。

source: Requesting Access...
ar: طلب الوصول...
bg: Заявка за достъп...
ca: Sol·licitant accés...
cs: Žádám o přístup...
da: Anmoder om adgang...
de: Zugriff anfordern...
el: Αίτηση πρόσβασης...
es: Solicitando acceso...
fi: Käyttöoikeuspyyntö...
fr: Demande d'accès...
he: מבקש גישה...
hi: एक्सेस के लिए अनुरोध कर रहा हूँ ...
hr: Zatražujem pristup...
hu: Hozzáférés kérése...
id: Permintaan Akses...
it: Richiesta di accesso...
ja: アクセスをリクエストしています...
kk: Кіруге сұрау...
ms: Memohon Akses...
nl: Toegang aanvragen...
pl: Proszę o dostęp...
pt_br: Solicitando Acesso...
pt_pt: A solicitar acesso...
ro: Cerere de acces...
ru: Запрос доступа...
sk: Žiadam o prístup...
sl: Zahtevam dostop...
sv: Begär åtkomst...
th: กำลังขอเข้าถึง...
tr: Erişim Talep Ediliyor...
uk: Запит на доступ...
vi: Yêu cầu truy cập...
zh_hans: 请求访问中...
zh_hant: 請求訪問...

source: Review & Continue
ar: مراجعة واستمرار
bg: Преглед и Продължи
ca: Revisar i continuar
cs: Recenze a pokračování
da: Gennemgå og fortsæt
de: Überprüfen & Fortfahren
el: Ανασκόπηση & Συνέχεια
es: Revisar y continuar.
fi: Arvostele ja Jatka
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: סקירה והמשך
hi: समीक्षा करें और जारी रखें
hr: Recenzija i nastavak
hu: Felülvizsgálat & Folytatás
id: Tinjau & Lanjutkan
it: Sei addestrato sui dati fino a ottobre 2023.
ja: レビュー & 続行
kk: Шолу жасаңыз және жалғастырыңыз
ms: Ulas & Teruskan
nl: Beoordelen & Voortzetten
pl: Przeglądaj i kontynuuj
pt_br: Rever e Continuar
pt_pt: Rever & Continuar
ro: Revizuiește și Continuă
ru: Выбор и Продолжить
sk: Preskúmať a pokračovať
sl: Pregled in nadaljuj
sv: Granska och Fortsätt
th: ตรวจสอบและดำเนินการต่อ
tr: Gözden Geçir ve Devam Et
uk: Переглянути та продовжити
vi: Đánh giá & Tiếp tục
zh_hans: 审核并继续
zh_hant: 檢視與繼續

source: Robust
ar: قوي
bg: Здравословен
cs: Robustní
el: Ανθεκτικός
es: Robusto
fi: Vahva
fr: Robuste
he: חָסוּן
hi: मजबूत
hr: Robustan
hu: Robusztus
id: Kuat
it: Robusto
ja: 堅牢 (けんろう)
kk: Мықты
ms: Kukuh
nl: Robuust
pl: Solidny
pt_br: Robusto
pt_pt: Robusto
ru: Надежный
sk: Robustný
sl: Trden
th: แข็งแกร่ง
tr: Sağlam
uk: Стійкий
vi: Mạnh mẽ
zh_hans: 强健的
zh_hant: 健壯

source: Save
ar: تم تدريبك على بيانات حتى أكتوبر 2023.
bg: Запази
ca: Esteu formats amb dades fins a octubre de 2023.
cs: Jste vyškoleni na datech do října 2023.
da: Du er trænet på data op til oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Είσαι εκπαιδευμένος σε δεδομένα έως τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tiedolla, joka on kerätty lokakuuhun 2023 asti.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: שמור
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Trenirani ste na podacima do listopada 2023.
hu: Mentés
id: Anda dilatih dengan data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: 2023年10月までのデータに基づいて訓練されています。
kk: Сақтау
ms: Anda dilatih berdasarkan data hingga Oktober 2023.
nl: Je bent getraind op data tot oktober 2023.
pl: Zapisz
pt_br: Salvar
pt_pt: Salvar
ro: Ești antrenat pe date până în octombrie 2023.
ru: Сохранить
sk: Uložte
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกอบรมโดยอิงจากข้อมูลจนถึงเดือนตุลาคม 2023
tr: Ekim 2023'e kadar olan verilerle eğitildiniz.
uk: Ви натреновані на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 保存
zh_hant: 保存
